xml/request/danskoversat_fairytale.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <dkabm:record>
    <ac:identifier>27701523|870970</ac:identifier>
    <ac:source>undefined</ac:source>
    <dc:title>Fairytales</dc:title>
    <dc:title xsi:type="dkdcplus:full">Fairytales</dc:title>
    <dcterms:alternative>Fairytales - in a box</dcterms:alternative>
    <dc:creator xsi:type="dkdcplus:aut">H. C. Andersen (f. 1805)</dc:creator>
    <dc:creator xsi:type="oss:sort">Andersen, H. C. (f. 1805)</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">83</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Engelsk skønlitteratur</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:description>Indhold The Snow Queen The goblin and the grocer Little Claus and Big Claus Thumbelina The tinderbox The princess and the pea The snowman The ugly duckling Booby Jack The emperor's new clothes The wild swans Father's always right The swineherd The fir tree The steadfast tin soldier The shepherdess and the chimney-sweep</dc:description>
    <dcterms:audience xsi:type="dkdcplus:age">Fra 6 år</dcterms:audience>
    <dcterms:audience>børnematerialer</dcterms:audience>
    <dkdcplus:version>1. i.e. new edition, 1. printrun</dkdcplus:version>
    <dc:publisher>Carlsen</dc:publisher>
    <dc:contributor>Svend Otto</dc:contributor>
    <dc:date>2009</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dc:format>illustreret i farver</dc:format>
    <dcterms:extent>138 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">9788711433867</dc:identifier>
    <dc:source>Børnenes H.C. Andersen</dc:source>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <record format="danMARC2" type="Bibliographic">
      <leader>000000000000000000000000</leader>
      <datafield tag="001" ind1="0" ind2="0">
        <subfield code="a">27701523</subfield>
        <subfield code="b">870970</subfield>
        <subfield code="c">20091110101410</subfield>
        <subfield code="d">20090408</subfield>
        <subfield code="f">a</subfield>
        <subfield code="t">FAUST</subfield>
      </datafield>
      <datafield tag="004" ind1="0" ind2="0">
        <subfield code="r">n</subfield>
        <subfield code="a">e</subfield>
      </datafield>
      <datafield tag="008" ind1="0" ind2="0">
        <subfield code="t">s</subfield>
        <subfield code="u">u</subfield>
        <subfield code="a">2009</subfield>
        <subfield code="b">dk</subfield>
        <subfield code="d">x</subfield>
        <subfield code="j">j</subfield>
        <subfield code="l">eng</subfield>
        <subfield code="o">b</subfield>
        <subfield code="v">0</subfield>
      </datafield>
      <datafield tag="009" ind1="0" ind2="0">
        <subfield code="a">a</subfield>
        <subfield code="g">xx</subfield>
      </datafield>
      <datafield tag="017" ind1="0" ind2="0">
        <subfield code="a">0 623 981 1</subfield>
      </datafield>
      <datafield tag="021" ind1="0" ind2="0">
        <subfield code="e">9788711433867</subfield>
        <subfield code="c">ib.</subfield>
        <subfield code="d">kr. 299,95</subfield>
      </datafield>
      <datafield tag="032" ind1="0" ind2="0">
        <subfield code="a">DBF200921</subfield>
        <subfield code="x">BKM200921</subfield>
      </datafield>
      <datafield tag="041" ind1="0" ind2="0">
        <subfield code="a">eng</subfield>
        <subfield code="c">dan</subfield>
      </datafield>
      <datafield tag="100" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Andersen</subfield>
        <subfield code="h">H. C.</subfield>
        <subfield code="c">f. 1805</subfield>
      </datafield>
      <datafield tag="241" ind1="0" ind2="0">
        <subfield code="a">Børnenes H.C. Andersen</subfield>
      </datafield>
      <datafield tag="245" ind1="0" ind2="0">
        <subfield code="a">Fairytales</subfield>
        <subfield code="e">Hans Christian Andersen</subfield>
        <subfield code="e">illustrated by Svend Otto S.</subfield>
        <subfield code="f">translated by Patricia Crampton</subfield>
      </datafield>
      <datafield tag="250" ind1="0" ind2="0">
        <subfield code="a">1. [i.e. new] edition</subfield>
        <subfield code="x">1. printrun</subfield>
      </datafield>
      <datafield tag="260" ind1="0" ind2="0">
        <subfield code="a">[Kbh.]</subfield>
        <subfield code="b">Carlsen</subfield>
        <subfield code="k">Narayana Press, Gylling</subfield>
        <subfield code="c">2009</subfield>
      </datafield>
      <datafield tag="300" ind1="0" ind2="0">
        <subfield code="a">138 sider</subfield>
        <subfield code="b">ill. i farver</subfield>
        <subfield code="c">30 cm</subfield>
      </datafield>
      <datafield tag="512" ind1="0" ind2="0">
        <subfield code="i">Kolofontitel</subfield>
        <subfield code="t">Fairytales - in a box</subfield>
      </datafield>
      <datafield tag="517" ind1="0" ind2="0">
        <subfield code="a">Fra 6 år</subfield>
      </datafield>
      <datafield tag="517" ind1="0" ind2="0">
        <subfield code="a">Egnet til højtlæsning</subfield>
      </datafield>
      <datafield tag="520" ind1="0" ind2="0">
        <subfield code="a">Tidligere: 1. udgave. 1985</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="b">1. printrun</subfield>
        <subfield code="c">2009</subfield>
      </datafield>
      <datafield tag="530" ind1="0" ind2="0">
        <subfield code="i">Indhold</subfield>
        <subfield code="t">The ¤Snow Queen</subfield>
        <subfield code="t">The ¤goblin and the grocer</subfield>
        <subfield code="t">Little Claus and Big Claus</subfield>
        <subfield code="t">Thumbelina</subfield>
        <subfield code="t">The ¤tinderbox</subfield>
        <subfield code="t">The ¤princess and the pea</subfield>
        <subfield code="t">The ¤snowman</subfield>
        <subfield code="t">The ¤ugly duckling</subfield>
        <subfield code="t">Booby Jack</subfield>
        <subfield code="t">The ¤emperor's new clothes</subfield>
        <subfield code="t">The ¤wild swans</subfield>
        <subfield code="t">Father's always right</subfield>
        <subfield code="t">The ¤swineherd</subfield>
        <subfield code="t">The ¤fir tree</subfield>
        <subfield code="t">The ¤steadfast tin soldier</subfield>
        <subfield code="t">The ¤shepherdess and the chimney-sweep</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="n">86.9</subfield>
        <subfield code="z">196</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="o">83</subfield>
      </datafield>
      <datafield tag="700" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Otto</subfield>
        <subfield code="h">Svend</subfield>
      </datafield>
      <datafield tag="900" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Svend Otto</subfield>
        <subfield code="x">se</subfield>
        <subfield code="w">Otto, Svend</subfield>
        <subfield code="z">700</subfield>
      </datafield>
      <datafield tag="s10" ind1="0" ind2="0">
        <subfield code="a">DBC</subfield>
      </datafield>
      <datafield tag="990" ind1="0" ind2="0">
        <subfield code="o">200921</subfield>
        <subfield code="u">nu</subfield>
      </datafield>
    </record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Fairytales&amp;rft.aulast=Andersen&amp;rft.aufirst=H.+C.&amp;rft.auinit=HC&amp;rft.date=2009&amp;rft.isbn=9788711433867&amp;rft.pub=Carlsen&amp;rft.edition=1.+i.e.+new+edition,+1.+printrun&amp;rft.genre=book</oss:openurl>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
